{
    "translation": {

        "Home": "Home",
        "Serviços": "Services",
        "Cases": "Cases",
        
        "Criatividade Jovem, Compromisso Profissional.": "Young Creativity, Professional Commitment.",
        "Mais do que um produto, desenvolvemos soluções para o seu negócio, por meio da transformação digital e da paixão pelo o que fazemos.": "More than just a product, we develop solutions for your business through digital transformation and passion for what we do.",


        "Saiba Mais": "Learn More",


        "Quem Somos?": "Who We Are?",
        "A Comp Júnior é uma empresa sem fins lucrativos que atua no mercado de tecnologia há mais de 20 anos em Lavras e região, prestando serviço de desenvolvimento web, mobile e multiplataforma.": "Comp Júnior is a non-profit company that has been operating in the technology market for over 20 years in Lavras and the surrounding region, providing web, mobile, and multi-platform development services.",
        "A Comp Júnior também faz parte do Movimento Empresa Júnior e visa acolher e desenvolver seus membros, oferecendo a primeira oportunidade profissional e contato com o mercado de trabalho, suas metodologias e estruturas.": "Comp Júnior is also part of the Junior Enterprise Movement and aims to welcome and develop its members, offering the first professional opportunity and contact with the job market, its methodologies, and structures.",


        "Nossa Missão": "Our Mission",
        "Formar profissionais completos, através da VIVÊNCIA EMPRESARIAL e projetos de transformação digital, que DESENVOLVEM MEMBROS e IMPACTAM a nossa SOCIEDADE.": "To form complete professionals through BUSINESS EXPERIENCE and digital transformation projects that DEVELOP MEMBERS and IMPACT our SOCIETY.",



        "Nossos Serviços": "Our Services",
        "Como podemos te ajudar?": "How can we assist you?",



        "Cases de Sucesso": "Success Stories",
        "Alguns dos projetos que já fizemos": "Some of the projects we've done",



        "Precisando de algo específico?": "Need something specific?",
        "Vamos discutir o seu próximo projeto!": "Let's discuss your next project!",
        "Entrar em contato": "Contact Us",
        "Temos uma equipe pronta para conversar com você e esclarecer quaisquer dúvidas sobre a nossa empresa, nossos serviços e processos.": "We have a team ready to talk to you and clarify any doubts about our company, our services, and processes.",
        "Nome:": "Name:",
        "E-mail:": "Email:",
        "Telefone:": "Phone:",
        "Mensagem:": "Message:",
        "Enviar": "Send",
        "Seu nome": "Your name",
        "Seu melhor e-mail": "Your best email",
        "Seu melhor número de telefone": "Your best phone number",
        "Nos conte um pouco sobre seu projeto": "Tell us a little about your project",
        "Por favor, corrija os erros no formulário.": "Please correct the errors in the form.",
        "Formulário enviado com sucesso!": "Form successfully submitted!",
        "Este campo é obrigatório": "This field is required",
        "Telefone inválido": "Invalid phone number",
        "E-mail inválido": "Invalid email address",



        "Quem Somos": "Who We Are",
        "Conheça mais sobre a Comp Júnior e sobre o que é uma empresa júnior": "Learn more about Comp Júnior and what a junior enterprise is",
        "O que é uma Empresa Júnior:": "What is a Junior Enterprise:",
        "Uma Empresa Júnior (EJ) é uma organização composta exclusivamente por estudantes de graduação que operam como uma empresa real, desenvolvendo projetos e concorrendo no mercado tradicional. No entanto, diferentemente das empresas tradicionais, uma EJ não visa lucro. O dinheiro gerado pelos projetos é reinvestido na própria empresa e em seus membros, proporcionando capacitações, acesso a materiais de aprendizado e participação em eventos do Movimento Empresa Júnior (MEJ).": "A Junior Enterprise (JE) is an organization composed exclusively of undergraduate students who operate like a real company, developing projects and competing in the traditional market. However, unlike traditional companies, a JE is non-profit. The money generated by projects is reinvested into the company and its members, providing training, access to learning materials, and participation in Junior Enterprise Movement (JEM) events.",
        "Nossa História:": "Our History:",
        "Fundada em 11 de agosto de 1999, a Comp Júnior é uma Empresa Júnior da Universidade Federal de Lavras (UFLA), composta por estudantes dos cursos de Ciência da Computação, Sistemas de Informação e Engenharia de Controle e Automação. A Comp Júnior desenvolve diversas soluções, incluindo consultoria em web design, desenvolvimento de sistemas online e mobile, capacitações em ferramentas de tecnologia, design de interfaces e consultoria em marketing. Atualmente, a Comp Júnior conta com 48 membros de diversos cursos da UFLA e é reconhecida regionalmente por seus serviços de qualidade e parcerias estratégicas.": "Founded on August 11, 1999, Comp Júnior is a Junior Enterprise of the Federal University of Lavras (UFLA), composed of students from Computer Science, Information Systems, and Control and Automation Engineering courses. Comp Júnior develops various solutions, including web design consultancy, online and mobile system development, training in technology tools, interface design, and marketing consultancy. Currently, Comp Júnior has 48 members from various UFLA courses and is regionally recognized for its quality services and strategic partnerships.",
        "Missão e Visão:": "Mission and Vision:",
        "Formar profissionais completos, através da vivência empresarial e projetos de transformação digital, que desenvolvem habilidades técnicas e comportamentais, impulsionando o crescimento pessoal e profissional de nossos membros e impactam positivamente a sociedade. Ser, até 2025, uma EJ de referência no nicho tech, com presença em todo território nacional, através da excelência de nossos serviços, sendo reconhecidos como o caminho para quem deseja se destacar dentro da universidade e para o mercado de trabalho.": "To form complete professionals through business experience and digital transformation projects, developing technical and behavioral skills, boosting the personal and professional growth of our members, and positively impacting society. By 2025, to be a reference JE in the tech niche, with presence throughout the national territory, through the excellence of our services, being recognized as the path for those who wish to stand out within the university and in the job market.",
        "Valores:": "Values:",
        "Nós vamos além, colocamos a mão na massa! Não nos acomodamos e sempre buscamos a proatividade, fazendo tudo que é necessário para cumprir o que prometemos. Acreditamos ser fundamental expressar com clareza nossas dificuldades e falhas, então procuramos feedbacks para que possamos evoluir juntos em um ambiente colaborativo. Despertamos o potencial inerente de cada membro através do desenvolvimento contínuo de nossas soft e hard skills, sempre disponíveis para auxiliar na evolução dessas habilidades. Temos orgulho de ser Comp, carregamos um legado e sabemos da oportunidade que é fazer parte desse time, trabalhando todos os dias para melhorar e fazer jus ao nome que representamos.": "We go beyond, we get hands-on! We don't settle and always seek proactivity, doing everything necessary to fulfill what we promise. We believe it is essential to clearly express our difficulties and failures, so we seek feedback so that we can evolve together in a collaborative environment. We awaken the inherent potential of each member through the continuous development of our soft and hard skills, always available to assist in the evolution of these abilities. We are proud to be Comp, we carry a legacy, and we know the opportunity it is to be part of this team, working every day to improve and live up to the name we represent.",
    


        "Website Estático": "Static Website",
        "Presença Online Profissional": "Professional Online Presence",
        "No mundo digital de hoje, uma presença online sólida é essencial para o sucesso de qualquer negócio. Na Comp Júnior, oferecemos serviços especializados em desenvolvimento de páginas web estáticas, projetadas para fornecer uma presença online eficaz e profissional para a sua empresa.": "In today's digital world, a strong online presence is essential for the success of any business. At Comp Júnior, we offer specialized services in developing static web pages designed to provide an effective and professional online presence for your company.",
        "Nossas páginas web estáticas são cuidadosamente desenvolvidas para oferecer um layout responsivo, adaptando-se perfeitamente a diferentes tamanhos de telas, desde desktops até dispositivos móveis. Cada detalhe é considerado para garantir uma experiência de usuário consistente e atraente em qualquer dispositivo.": "Our static web pages are carefully developed to offer a responsive layout, perfectly adapting to different screen sizes, from desktops to mobile devices. Every detail is considered to ensure a consistent and attractive user experience on any device.",
        "Desde o design inicial até a implementação final, nossa equipe de especialistas em desenvolvimento web trabalha em estreita colaboração com você para entender suas necessidades e objetivos específicos. Nosso objetivo é criar uma solução que não apenas atenda, mas supere suas expectativas, oferecendo uma presença online que destaque a sua marca e transmita sua mensagem de forma eficaz.": "From the initial design to the final implementation, our team of web development experts works closely with you to understand your specific needs and objectives. Our goal is to create a solution that not only meets but exceeds your expectations, offering an online presence that highlights your brand and effectively conveys your message.",
        "Ao escolher nossos serviços de desenvolvimento de websites estáticos, você pode ter a certeza de que está recebendo uma solução de alta qualidade, desenvolvida com as mais recentes práticas e tecnologias da indústria. Estamos comprometidos em criar websites que não apenas impressionem visualmente, mas também impulsionem o engajamento do usuário e gerem resultados tangíveis para o seu negócio.": "By choosing our static website development services, you can be confident that you are receiving a high-quality solution, developed with the latest industry practices and technologies. We are committed to creating websites that not only visually impress but also drive user engagement and generate tangible results for your business.",
        "Seja para lançar um novo produto, promover seus serviços ou simplesmente compartilhar informações importantes, nossas páginas web estáticas são a escolha ideal para empresas que buscam uma presença online eficaz e profissional. Entre em contato conosco hoje mesmo para descobrir como podemos ajudar a levar sua empresa para o próximo nível na internet. Na Comp Júnior, estamos aqui para transformar suas ideias em realidade digital.": "Whether launching a new product, promoting your services, or simply sharing important information, our static web pages are the ideal choice for companies seeking an effective and professional online presence. Contact us today to find out how we can help take your business to the next level on the internet. At Comp Júnior, we're here to turn your ideas into digital reality.",



        "Sistemas Dinâmicos": "Dynamic Systems",
        "Agilidade e Eficiência para seu Negócio": "Agility and Efficiency for your Business",
        "Em um cenário empresarial em constante evolução, a agilidade e a eficácia dos sistemas dinâmicos são cruciais para impulsionar o sucesso e a competitividade. Na Comp Júnior, oferecemos soluções especializadas em sistemas dinâmicos, projetados para atender às necessidades específicas do seu negócio e promover resultados excepcionais.": "In a constantly evolving business landscape, the agility and effectiveness of dynamic systems are crucial to driving success and competitiveness. At Comp Júnior, we offer specialized solutions in dynamic systems, designed to meet the specific needs of your business and deliver exceptional results.",
        "Nossos sistemas web dinâmicos são construídos com um foco central no gerenciamento eficiente, na lógica de negócios robusta e no desenvolvimento ágil. Cada solução é cuidadosamente concebida para garantir que a implementação seja altamente eficaz e capaz de atender a todas as demandas operacionais e estratégicas da sua empresa.": "Our dynamic web systems are built with a central focus on efficient management, robust business logic, and agile development. Each solution is carefully designed to ensure that the implementation is highly effective and able to meet all operational and strategic demands of your company.",
        "Desde websites dinâmicos até sistemas de gestão complexos, nossa abordagem visa não apenas atender, mas exceder as expectativas dos nossos clientes. Nossa equipe experiente trabalha em estreita colaboração com você para compreender as nuances do seu negócio e desenvolver soluções personalizadas que impulsionem a eficiência, promovam a inovação e estimulem o crescimento.": "From dynamic websites to complex management systems, our approach aims not only to meet but exceed the expectations of our clients. Our experienced team works closely with you to understand the nuances of your business and develop customized solutions that drive efficiency, promote innovation, and stimulate growth.",
        "Ao escolher os nossos serviços de sistemas dinâmicos, você pode esperar não apenas uma implementação técnica impecável, mas também um parceiro comprometido com o seu sucesso a longo prazo. Estamos aqui para ajudá-lo a alcançar seus objetivos empresariais, fornecendo soluções de software dinâmicas, escaláveis e totalmente adaptáveis às necessidades em constante mudança do seu negócio.": "By choosing our dynamic systems services, you can expect not only flawless technical implementation but also a partner committed to your long-term success. We are here to help you achieve your business goals by providing dynamic, scalable software solutions that are fully adaptable to the ever-changing needs of your business.",
        "Entre em contato conosco hoje mesmo para descobrir como nossos serviços de sistemas dinâmicos podem transformar a sua empresa e impulsionar o seu crescimento. Na Comp Júnior, estamos prontos para tornar sua visão uma realidade.": "Contact us today to discover how our dynamic systems services can transform your company and drive your growth. At Comp Júnior, we're ready to make your vision a reality.",
    
        

        "Aplicativos Mobile": "Mobile Applications",
        "Inovação ao Alcance dos Seus Dedos": "Innovation at Your Fingertips",
        "Na era digital, os aplicativos móveis se tornaram uma parte indispensável de nossas vidas, oferecendo funcionalidades personalizadas diretamente em nossos smartphones e tablets. Na Comp Júnior, oferecemos serviços especializados no desenvolvimento de aplicativos móveis sob medida para atender às necessidades específicas de nossos clientes.": "In today's digital era, mobile applications have become an indispensable part of our lives, offering personalized functionalities directly on our smartphones and tablets. At Comp Júnior, we offer specialized services in the development of tailor-made mobile applications to meet the specific needs of our clients.",
        "Nossos serviços abrangem todas as etapas do processo de desenvolvimento de aplicativos móveis, desde a consultoria inicial até o lançamento e suporte contínuo. Trabalhamos em estreita colaboração com nossos clientes para entender suas metas e objetivos, garantindo que o aplicativo final atenda às suas expectativas e às demandas do mercado.": "Our services cover all stages of the mobile application development process, from initial consulting to launch and ongoing support. We work closely with our clients to understand their goals and objectives, ensuring that the final application meets their expectations and market demands.",
        "Nossa equipe de designers e desenvolvedores altamente qualificados trabalha para criar aplicativos visualmente atraentes, altamente funcionais e compatíveis com uma variedade de dispositivos e sistemas operacionais. Realizamos testes rigorosos em todas as etapas do desenvolvimento para garantir que o aplicativo seja livre de erros e ofereça uma experiência de usuário impecável.": "Our team of highly skilled designers and developers works to create visually appealing, highly functional applications that are compatible with a variety of devices and operating systems. We conduct rigorous testing at every stage of development to ensure the application is bug-free and delivers a seamless user experience.",
        "Acreditamos que os aplicativos móveis oferecem uma série de vantagens, incluindo acessibilidade, personalização e engajamento do usuário. Com a capacidade de acessar informações e serviços em qualquer lugar e a qualquer momento, os aplicativos móveis proporcionam conveniência e praticidade aos usuários. Além disso, a capacidade de integrar recursos como notificações push e geolocalização permite uma experiência altamente personalizada e relevante.": "We believe that mobile applications offer a range of advantages, including accessibility, customization, and user engagement. With the ability to access information and services anywhere, anytime, mobile apps provide convenience and practicality to users. Additionally, the ability to integrate features like push notifications and geolocation allows for a highly personalized and relevant experience.",
        "Leve sua ideia para o próximo nível com a experiência da Comp Júnior em desenvolvimento de aplicativos móveis.  Estamos comprometidos em fornecer soluções sob medida que impulsionem o sucesso de seus negócios no mundo móvel em constante evolução.": "Take your idea to the next level with Comp Júnior's expertise in mobile application development. We are committed to providing tailor-made solutions that drive the success of your business in the ever-evolving mobile world.",
        


        "Análise de Dados": "Data Analysis",
        "Insights Estratégicos para Tomadas de Decisão": "Strategic Insights for Decision Making",
        "No mundo empresarial atual, a análise de dados desempenha um papel fundamental na tomada de decisões inteligentes e estratégicas. Esse processo envolve examinar conjuntos de dados para descobrir padrões, tendências e insights valiosos que podem impulsionar o crescimento e o sucesso de uma empresa.": "In today's business world, data analysis plays a fundamental role in making intelligent and strategic decisions. This process involves examining data sets to discover patterns, trends, and valuable insights that can drive a company's growth and success.",
        "Na Comp Júnior, oferecemos serviços especializados em análise de dados, proporcionando às empresas as ferramentas e o conhecimento necessário para extrair o máximo valor de seus dados. Nosso objetivo é transformar dados brutos em informações acionáveis, permitindo que nossos clientes tomem decisões informadas e embasadas.": "At Comp Júnior, we offer specialized services in data analysis, providing companies with the tools and knowledge necessary to extract the maximum value from their data. Our goal is to turn raw data into actionable insights, enabling our clients to make informed and data-driven decisions.",
        "Começamos o processo de análise de dados coletando informações de várias fontes, desde bancos de dados internos até dados externos. Em seguida, organizamos e preparamos esses dados para análise, garantindo que estejam prontos para serem examinados de forma eficaz.": "We start the data analysis process by collecting information from various sources, from internal databases to external data. We then organize and prepare this data for analysis, ensuring that it is ready to be examined effectively.",
        "Utilizando técnicas avançadas de análise estatística e visualização de dados, exploramos os conjuntos de dados em busca de padrões, tendências e insights ocultos. Essas análises ajudam a identificar oportunidades de crescimento, entender o comportamento do cliente e otimizar processos operacionais.": "Using advanced techniques in statistical analysis and data visualization, we explore data sets to uncover hidden patterns, trends, and insights. These analyses help identify growth opportunities, understand customer behavior, and optimize operational processes.",
        "Com base nos insights obtidos através da análise de dados, auxiliamos nossos clientes na tomada de decisões estratégicas e embasadas. Isso pode envolver a identificação de novos mercados, a otimização de campanhas de marketing ou a melhoria da eficiência operacional.": "Based on the insights gained through data analysis, we assist our clients in making strategic and informed decisions. This may involve identifying new markets, optimizing marketing campaigns, or improving operational efficiency.",
        "Os benefícios da análise de dados são inúmeros. Ela permite tomar decisões com base em evidências concretas, reduzindo a incerteza e minimizando o risco de erro. Além disso, empresas que utilizam análise de dados de forma eficaz têm uma vantagem competitiva significativa, pois são capazes de adaptar-se rapidamente às mudanças do mercado e antecipar as necessidades dos clientes.": "The benefits of data analysis are numerous. It enables decision-making based on concrete evidence, reducing uncertainty and minimizing the risk of error. Moreover, companies that effectively utilize data analysis have a significant competitive advantage as they can quickly adapt to market changes and anticipate customer needs.",
        "Na Comp Júnior, estamos comprometidos em ajudar nossos clientes a aproveitar ao máximo o potencial de seus dados. Nossa equipe está pronta para ajudá-lo a transformar seus dados em estratégias de sucesso. Entre em contato conosco hoje mesmo para contratar nosso serviço!": "At Comp Júnior, we are committed to helping our clients make the most of their data potential. Our team is ready to assist you in turning your data into successful strategies. Contact us today to hire our service!",


        "SE7I": "SE7I",
        "A SE7I, Semana de Tecnologia da Informação - Universidade Federal de Lavras estava indo para sua quarta edição. É um evento que reúne grandes nomes da tecnologia para palestrar para os membros da comunidade. Em 2020, a necessidade de reorganização global afetou todos, incluindo a SE7I, que precisou adaptar suas palestras e workshops para um formato remoto. Para enfrentar esse desafio, a Comp Júnior desenvolveu um sistema de organização de eventos que permitiu aos membros da comunidade explorar as palestras disponíveis, inscrever-se e, ao final do evento, receber seus certificados.": "The SE7I, Information Technology Week - Federal University of Lavras, was heading into its fourth edition. It is an event that brings together major figures in technology to lecture to members of the community. In 2020, the need for global reorganization affected everyone, including SE7I, which had to adapt its lectures and workshops to a remote format. To face this challenge, Comp Júnior developed an event organization system that allowed community members to explore available lectures, register, and, at the end of the event, receive their certificates.",



        "Jurídica Jr.": "Jurídica Jr.",
        "A Jurídica Júnior, empresa júnior de Direito da Universidade Federal de Lavras, formada por alunos de graduação, atua fornecendo serviços como: elaboração de contratos, consultoria jurídica, pareceres jurídicos, estatuto social, regimento interno, recurso administrativo, registro de marca e termo de uso. A empresa tinha problemas para divulgar sua carta de serviços e estabelecer uma presença digital marcante. Para resolver isso, criamos uma página web com um design moderno e intuitivo. Nela, apresentamos a história da empresa, os serviços oferecidos, os parceiros, os depoimentos e a estrutura organizacional da empresa.": "'Jurídica Júnior', the law junior company of the Federal University of Lavras, formed by undergraduate students, operates by providing services such as: contract drafting, legal consulting, legal opinions, articles of association, internal regulations, administrative appeals, trademark registration, and terms of use. The company had difficulties in promoting its service portfolio and establishing a prominent digital presence. To address this, we created a website with a modern and intuitive design. There, we present the company's history, the services offered, partners, testimonials, and the organizational structure of the company.",

        

        "Lar Esperança e Vida": "Lar Esperança e Vida",
        "O Lar Esperança e Vida é uma entidade civil de direito privado, sem fins lucrativos, dedicada a oferecer apoio às pessoas em tratamento de câncer, que enfrentam dificuldades devido aos altos custos e à doença. Para esclarecer sua missão e facilitar o processo de doação, desenvolvemos uma Landing Page clara e simples. Nela, destacamos os propósitos, missão, visão e valores da instituição, bem como os serviços oferecidos, formas de contribuir e como contatar a entidade. Essa iniciativa melhorou significativamente a visibilidade digital do Lar Esperança e Vida, evitando confusões na comunidade e tornando mais acessível o apoio aos que mais precisam.": "'Lar Esperança e Vida' is a private civil entity, non-profit, dedicated to providing support to people undergoing cancer treatment, who face difficulties due to high costs and the disease. To clarify its mission and facilitate the donation process, we have developed a clear and simple Landing Page. In it, we highlight the institution's purposes, mission, vision, and values, as well as the services offered, ways to contribute, and how to contact the entity. This initiative has significantly improved the digital visibility of 'Lar Esperança e Vida', avoiding confusion in the community and making support more accessible to those who need it most.",



        "Criatividade Jovem.": "Young Creativity.",
        "Compromisso Profissional.": "Professional Commitment.",
        "Contato": "Contact",
        "contato@compjunior.com.br": "contato@compjunior.com.br",
        "Telefone": "Phone",
        "(35) 3829-5188": "+55 (35) 3829-5188",
        "Endereço": "Address",
        "UFLA - Universidade Federal de Lavras": "UFLA - Federal University of Lavras",
        "Departamento de Ciência da Computação": "Department of Computer Science",
        "1º Andar, Sala 14": "1st Floor, Room 14",
        "37200-000": "37200-000",
        "Redes Sociais": "Social Media"
    }
}